/* Appended on the appropriate media type when it has failed to download */
" failed to load" = " αποτυχία φόρτωσης";

/* Uploading message with percentage displayed when an image is uploading. */
"%.1f%%." = "%.1f%%.";

/* 'AUTHOR on POST TITLE' in a comment list */
"%1$@ on %2$@" = "%1$@ στο %2$@";

/* 'AUTHOR on POST TITLE: COMMENT' in a comment list */
"%1$@ on %2$@: %3$@" = "%1$@ στο %2$@: %3$@";

/* Section header for WordPress.com blogs */
"%@'s sites" = "%@'s sites";

/* Days duration single character abbreviation */
"%id" = "%id";

/* Hours duration single character abbreviation */
"%ih" = "%ih";

/* Minutes duration single character abbreviation */
"%im" = "%im";

/* Seconds duration single character abbreviation */
"%is" = "%is";

/* No comment provided by engineer. */
"(No Title)" = "(Δεν υπάρχει τίτλος)";

/* the post has no title. */
"(no title)" = "(δεν υπάρχει τίτλος)";

/* No comment provided by engineer. */
"\"Clicks\" are viewers clicking outbound links on your site." = "\"Clicks\" επισκέπτες που κλίκαραν συνδέσμους στο site σου.";

/* No comment provided by engineer. */
"A Media file is currently uploading. Please try later." = "Ένα πολυμέσο ανεβαίνει. Δοκίμασε αργότερα";

/* No comment provided by engineer. */
"A referrer is a click from another site that links to yours." = "A referrer is a click from another site that links to yours.";

/* No comment provided by engineer. */
"A simple preview is shown below." = "Ακολουθεί προεπισκόπηση.";

/* About this app (information page title) */
"About" = "Σχετικά";

/* No comment provided by engineer. */
"Activate" = "Ενεργοποίηση";

/* No comment provided by engineer. */
"Activity Logs" = "Δραστηριότητα";

/* No comment provided by engineer. */
"Add a Site" = "Προσθήκη Site";

/* The title on the add category screen */
"Add Category" = "Προσθήκη κατηγορίας";

/* No comment provided by engineer. */
"Add media" = "Προσθήκη πολυμέσων";

/* No comment provided by engineer. */
"Add Media" = "Προσθήκη πολυμέσων";

/* No comment provided by engineer. */
"Add Photo From Library" = "Επιλογή υπάρχουσας";

/* No comment provided by engineer. */
"Add Self-Hosted Site" = "Προσθήκη Self-Hosted Site";

/* No comment provided by engineer. */
"Add Site" = "Προσθήκη Site";

/* No comment provided by engineer. */
"Add Video from Library" = "Επιλογή υπάρχοντος";

/* Placeholder text prompting the user to add a note to the post they are reblogging. */
"Add your thoughts here... (optional)" = "Γράψε το σχόλιό σου... (προαιρετικό)";

/* No comment provided by engineer. */
"All Media Items" = "Όλα τα μέσα";

/* No comment provided by engineer. */
"All Time" = "Κάθε φορά";

/* No comment provided by engineer. */
"An active internet connection is required to view stats" = "Χρειάζεται ενεργή σύνδεση για την προβολή στατιστικών";

/* the comment has an anonymous author. */
"Anonymous" = "Ανώνυμο";

/* Title label for the application information section in the app settings */
"App Info" = "Πληροφορίες";

/* Spoken accessibility label. */
"Approve" = "Αποδοχή";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "Σίγουρα θέλετε να διαγραφεί αυτό το σχόλιο;";

/* No comment provided by engineer. */
"Are you sure you wish to discard your changes?" = "Επιβεβαίωση ακύρωσης αλλαγών";

/* No comment provided by engineer. */
"Are you sure you wish to permanently delete the selected items?" = "Επιβεβαίωση διαγραφής επιλεγμένων";

/* No comment provided by engineer. */
"Are you sure you wish to remove these items from the post?" = "Επιβεβαίωση διαγραφής επιλεγμένων από αυτή την καταχώρηση";

/* No comment provided by engineer. */
"Authenticating" = "Επαλήθευση ταυτότητας";

/* No comment provided by engineer. */
"Authentication Error" = "Σφάλμα επαλήθευσης στοιχείων";

/* No comment provided by engineer. */
"Autosaved ✓" = "Autosaved ✓";

/* No comment provided by engineer. */
"Autosaving" = "Autosaving";

/* Spoken accessibility label */
"Back" = "Πίσω";

/* No comment provided by engineer. */
"Best Ever" = "Το καλύτερο";

/* Stats - Label for the count */
"Blog" = "Blog";

/* Bold text formatting in the Post Editor. This string will be used in the Undo message if the last change was adding formatting. */
"bold" = "έντονο";

/* Title of the Reader Topics screen */
"Browse" = "Αναζήτηση";

/* NUX Create Account TOS Label */
"By creating an account you agree to the fascinating Terms of Service." = "Δημιουργώντας λογαριασμό, συμφωνείτε με τους Όρους Χρήσης";

/* No comment provided by engineer. */
"Can't validate credentials for a WordPress.com blog" = "Δεν είναι δυνατή η επιβεβαίωση στοιχείων για WordPress.com blog";

/* Cancel a prompt
   Cancel button */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Cancel Media Uploads" = "Ακύρωση Ανεβάσματος Μέσων";

/* No comment provided by engineer. */
"Caption" = "Λεζάντα";

/* Label for the categories field. Should be the same as WP core.
   Stats - Title for the data cell */
"Categories" = "Κατηγορίες";

/* No comment provided by engineer. */
"Categories: %@" = "Κατηγορίες: %@";

/* Error popup title to show that a category already exists. */
"Category name already exists." = "Το όνομα τη κατηγορίας υπάρχει ήδη.";

/* Error popup title to indicate that there was no category title filled in. */
"Category title missing." = "Ο τίτλος κατηγορίας λείπει.";

/* Title of an alert prompting the user that they are about to change the blog they are posting to. */
"Change Site" = "Άλλαξε site";

/* No comment provided by engineer. */
"Choose Image Size" = "Επιλογή μεγέθους";

/* And alert message warning the user they will loose blog specific edits like categories, and media if they change the blog being posted to. */
"Choosing a different site will lose edits to site specific content like media and categories. Are you sure?" = "Με την επιλογή διαφορετικού site, οι αλλαγές στο ειδικό περιεχόμενο όπως μέσα και κατηγορίες θα χαθούν. Συνέχεια;";

/* No comment provided by engineer. */
"Clear Old Activity Logs" = "Εκκαθάριση παλιών Activity Logs";

/* Stats: Section title */
"Clicks" = "Clicks";

/* Label for the button to close the post editor. */
"Close" = "Κλείσιμο";

/* Placeholder text for the tags field. Should be the same as WP core. */
"Comma separated" = "Χωρισμένα με κόμα";

/* Title for detail view of a comment notification */
"Comment" = "Σχόλιο";

/* No comment provided by engineer. */
"Comment failed" = "Το σχόλιο απέτυχε";

/* Stats -Label for the right count */
"Comments" = "Σχόλια";

/* No comment provided by engineer. */
"Configure" = "Διαμόρφωση";

/* Displayed in the notifications view when a self-hosted user is not connected to Jetpack */
"Connect to Jetpack" = "Σύνδεση με Jetpack";

/* Connected to jetpack as the specified usernaem */
"Connected as %@" = "Συνδέθηκε ως %@";

/* No comment provided by engineer. */
"Connecting to WordPress.com" = "Σύνδεση με WordPress.com";

/* No comment provided by engineer. */
"Contact Us" = "Επικοινωνία";

/* Post content
   Stats - Title for the data cell */
"Content" = "Περιεχόμενο";

/* No comment provided by engineer. */
"Couldn't Connect" = "Αποτυχία σύνδεσης";

/* No comment provided by engineer. */
"Couldn't sync" = "Αποτυχία συγχρονισμού";

/* No comment provided by engineer. */
"Country" = "Χώρα";

/* No comment provided by engineer. */
"Create Account" = "Δημιουργία λογαριασμού";

/* NUX Create Account Page 1 Title */
"Create an account on WordPress.com" = "Δημιουργία λογαριασμού στο WordPress.com";

/* No comment provided by engineer. */
"Create page" = "Δημιουργία σελίδας";

/* No comment provided by engineer. */
"Create post" = "Δημιουργία καταχώρησης";

/* No comment provided by engineer. */
"Created " = "Δημιοργήθηκε ";

/* No comment provided by engineer. */
"Current" = "Επιλεγμένο";

/* Denote a theme as the current */
"Current Theme" = "Επιλεγμένο Θέμα";

/* No comment provided by engineer. */
"Custom" = "Custom";

/* No comment provided by engineer. */
"Custom Size" = "Custom Size";

/* No comment provided by engineer. */
"Days" = "Μέρες";

/* <del> (deleted text) HTML formatting in the Post Editor. This string will be used in the Undo message if the last change was adding a <del> HTML element. */
"del" = "del";

/* No comment provided by engineer. */
"Delete" = "Διαγραφή";

/* No comment provided by engineer. */
"delete" = "διαγραφή";

/* No comment provided by engineer. */
"Delete Media" = "Διαγραφή Μέσων";

/* No comment provided by engineer. */
"Description" = "Περιγραφή";

/* NotificationFollow's ViewController Title
   Theme details. Final string TBD
   Title for theme details */
"Details" = "Περισσότερα";

/* Button shown if there are unsaved changes and the author is trying to move away from the post. */
"Discard" = "Ακύρωση";

/* No comment provided by engineer. */
"Discard Changes" = "Ακύρωση αλλαγών";

/* No comment provided by engineer. */
"Done" = "Τέλος";

/* No comment provided by engineer. */
"Draft" = "Πρόχειρο";

/* No comment provided by engineer. */
"E-mail Support" = "Υποστήριξη με Email";

/* Used for Geo-tagging posts by latitude and longitude. Basic form. */
"East" = "Ανατολή";

/* Spoken accessibility label. */
"Edit comment" = "Επεξεργασία σχολίου";

/* No comment provided by engineer. */
"Edit Comment" = "Επεξεργασία σχολίου";

/* No comment provided by engineer. */
"Edit Media" = "Επεξεργασία μέσου";

/* Page Editor screen title. */
"Edit Page" = "Επεξεργασία σελίδας";

/* Post Editor screen title. */
"Edit Post" = "Επεξεργασία post";

/* No comment provided by engineer. */
"Edit Site" = "Επεξεργασία Site";

/* NUX Create Account Page 1 Email Placeholder */
"Email Address" = "Email";

/* Title of an alert view stating the user needs to turn on geotagging. */
"Enable Geotagging" = "Ενεργοποίηση Geotagging";

/* No comment provided by engineer. */
"Enable Now" = "Ενεργοποίηση";

/* No comment provided by engineer. */
"Enter a password" = "Κωδικός";

/* (placeholder) Help user enter password in password field */
"Enter password" = "Κωδικός";

/* Label for the title of the post field. Should be the same as WP core. */
"Enter title here" = "Τίτλος";

/* (placeholder) Help enter WordPress username */
"Enter username" = "Όνομα χρήστη";

/* Generic error alert title
   Generic popup title for any type of error. */
"Error" = "Σφάλμα";

/* No comment provided by engineer. */
"Error Copying Video" = "Σφάλμα αντιγραφής Video";

/* No comment provided by engineer. */
"Error displaying stats" = "Σφάλμα προβολής στατιστικών";

/* No comment provided by engineer. */
"Error loading page" = "Σφάλμα φόρτωσης";

/* No comment provided by engineer. */
"Extra Debug" = "Πρόσθετο Debug";

/* Autosave failed */
"Failed" = "Απέτυχε";

/* No comment provided by engineer. */
"Failed to Save" = "Σφάλμα αποθύκευσης";

/* Label for the Featured Image area in post settings. */
"Featured Image" = "Featured Image";

/* No comment provided by engineer. */
"Featured Image did not load" = "Σφάλμα φόρτωσης Featured Image";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* Accessibility label for month filter button in media browser */
"Filter by month" = "Φιλτράρισμα ανά μήνα";

/* Accessibility hint for month filter button in media browser */
"Filters items by month and year with a picker" = "Φιλτράρισμα ανά μήνα ή χρόνο κατ' επιλογή";

/* Geo-tagging posts, status message when geolocation is found. */
"Finding your location..." = "Εντοπισμός τοποθεσίας...";

/* Prompt to follow a blog. */
"Follow" = "Ακολούθησε";

/* User followed a blog */
"Followed" = "Ακολουθείται";

/* Stats - Title for the data cell */
"Followers" = "Ακόλουθοι";

/* User is following the blog. */
"Following" = "Ακολουθεί";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error accessing the site. */
"Forbidden Access" = "Απαγορευμένη πρόσβαση";

/* Spoken accessibility label */
"Forward" = "Μπροστά";

/* No comment provided by engineer. */
"Friends" = "Φίλοι";

/* Label for the geolocation feature (tagging posts by their physical location). */
"Geolocation" = "Τοποθεσία";

/* Enables geotagging in blog settings (short label) */
"Geotagging" = "Geotagging";

/* Message of an alert explaining that geotagging need to be enabled. */
"Geotagging is turned off. \nTo update this post's location, please enable geotagging in this site's settings." = "Το geotagging είναι απενεργοποιημένο. \nΓια αναβάθμιση της τοποθεσίας, άνοιξε το geotagging στις ρυθμίσεις του site.";

/* No comment provided by engineer. */
"Getting account information" = "Λήψη πληροφοριών λογαριασμού";

/* No comment provided by engineer. */
"Height" = "Ύψος";

/* Help button */
"Help" = "Βοήθεια";

/* No comment provided by engineer. */
"Hide keyboard" = "Απόκρυψη πληκτρολογίου";

/* NUX First Walkthrough Page 1 Description */
"Hold the web in the palm of your hand. Full publishing power in a pint-sized package." = "Κράτα το web στα χέρια σου. Ολόκληρη εκδοτική δύναμη σε μέγεθος πακέτου";

/* (placeholder) Help the user enter a URL into the field */
"http://my-site-address (URL)" = "http://my-site-address (URL)";

/* No comment provided by engineer. */
"Image" = "Εικόνα";

/* No comment provided by engineer. */
"Image Quality" = "Ποιότητα Εικόνας";

/* No comment provided by engineer. */
"Immediately" = "Άμεσα";

/* Alert instructing the user to add a Twitter/Facebook account in the Settings app. */
"In order to use %@ functionality, please add your %1$@ account in the Settings app." = "Για να χρησιμοποιήσεις τη δυνατότητα %@, κάνε προσθήκη του λογαριασμού %1$@ στις Ρυθμίσεις.";

/* No comment provided by engineer. */
"In order to use %@ functionality, please grant WordPress access to %1$@ in the Settings app." = "Για να χρησιμοποιήσεις αυτή τη δυνατότητα, δώσε πρόσβαση στο WordPress από τις ρυθμίσεις του τηλεφώνου";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error being returned from the site. */
"Incompatible site" = "Μη συμβατό site";

/* Info alert title */
"Info" = "Πληροφορίες";

/* Insert content (link, media) button */
"Insert" = "Προσθήκη";

/* No comment provided by engineer. */
"Install Jetpack" = "Εγκατάσταση Jetpack";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error accessing the site, most likely due to an error with the server hosting the WP install. */
"Internal Server Error" = "Internal Server Error";

/* No comment provided by engineer. */
"Invalid Site Address" = "Invalid Site Address";

/* No comment provided by engineer. */
"Invalid Site Title" = "Invalid Site Title";

/* No comment provided by engineer. */
"Invalid username" = "Μη συμβατό username";

/* No comment provided by engineer. */
"Invalid username or password" = "Λάθος username ή κωδικός";

/* No comment provided by engineer. */
"Invalid username/password. Please update your credentials try again." = "Λάθος username/password. Παρακαλώ ελέγξτε τα στοιχεία σας και δοκιμάστε ξανά.";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error accessing the site, most likely due to an error with the server hosting the WP install, but may be a temporary issue. */
"It seems your WordPress site is not accessible at this time, please try again later" = "It seems your WordPress site is not accessible at this time, please try again later";

/* Italic text formatting in the Post Editor. This string will be used in the Undo message if the last change was adding formatting. */
"italic" = "italic";

/* No comment provided by engineer. */
"Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?" = "Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?";

/* No comment provided by engineer. */
"Jetpack Connect" = "Σύνδεση Jetpack";

/* No comment provided by engineer. */
"Jetpack Sign In" = "Jetpack Sign In";

/* No comment provided by engineer. */
"Jetpack Stats" = "Στατιστικά Jetpack";

/* Displayed in the notifications view when a self-hosted user is not connected to Jetpack */
"Jetpack supercharges your self-hosted WordPress site." = "Jetpack supercharges your self-hosted WordPress site.";

/* Button shown if there are unsaved changes and the author is trying to move away from the post. */
"Keep Editing" = "Συνέχεια αλλαγών";

/* Large - Image Quality setting */
"Large" = "Μεγάλη";

/* Large (width x height) */
"Large (%@)" = "Μεγάλο (%@)";

/* No comment provided by engineer. */
"Learn more" = "Μάθε περισσότερα";

/* No comment provided by engineer. */
"Like" = "Μου αρέσει";

/* No comment provided by engineer. */
"Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support." = "Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support.";

/* Link helper button in the Post Editor. This string will be used in the Undo message if the last change was adding a link. */
"link" = "link";

/* Popup to aid in creating a Link in the Post Editor, URL field (where you can type or paste a URL that the text should link. */
"Link URL" = "Link URL";

/* Section title for the default reader lists */
"Lists" = "Λίστες";

/* No comment provided by engineer. */
"Live Preview" = "Ζωντανή προεπισκόπηση";

/* No comment provided by engineer. */
"Loading..." = "Φόρτωση...";

/* No comment provided by engineer. */
"Local" = "Τοπικό";

/* Message of an alert explaining that location services need to be enabled. */
"Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app." = "Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app.";

/* Title of an alert view stating that the user's location is unavailable. */
"Location Unavailable" = "Μη διαθέσιμη τοποθεσία";

/* Used when geo-tagging posts, if the geo-tagging failed. */
"Location unknown" = "Άγνωστη τοποθεσία";

/* No comment provided by engineer. */
"Log Files By Created Date" = "Log Files By Created Date";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* Used with posts that are geo-tagged. Let's the user know the the app is looking up the address for the coordinates tagging the post. */
"Looking up address..." = "Αναζήτηση διεύθυνσης...";

/* No comment provided by engineer. */
"Looks like you have Jetpack set up on your site. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications." = "Looks like you have Jetpack set up on your site. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications.";

/* No comment provided by engineer. */
"Lost your password?" = "Ξέχασες τον κωδικό σου;";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* Title of the Link Helper popup to aid in creating a Link in the Post Editor.\n\n\n\n */
"Make a Link\n\n\n\n" = "Δημιουργία συνδέσμου\n\n\n\n";

/* No comment provided by engineer. */
"Manage" = "Διαχείρηση";

/* No comment provided by engineer. */
"Manage Notifications" = "Διαχείρηση γνωστοποιήσεων";

/* Spoken accessibility label. */
"Mark as spam" = "Χαρακτηρισμός ως spam";

/* No comment provided by engineer. */
"Me" = "Εγώ";

/* Title label for the media settings section in the app settings */
"Media" = "Μέσα";

/* No comment provided by engineer. */
"Media Library" = "Βιβλιοθήκη πολυμέσων";

/* Medium - Image Quality setting */
"Medium" = "Μεσαία";

/* Medium (width x height) */
"Medium (%@)" = "Μεσαίο (%@)";

/* Accessibility label for filtering media by month */
"Month and year to filter media items by" = "Month and year to filter media items by";

/* No comment provided by engineer. */
"Months" = "Μήνες";

/* Adding a More excerpt cut-off in the Post Editor. This string will be used in the Undo message if the last change was adding this formatting. */
"more" = "περισσότερα";

/* No comment provided by engineer. */
"More information" = "Περισσότερες πληροφορίες";

/* Spoken accessibility label. */
"Move to trash" = "Μετακίνηση στον κάδο";

/* No comment provided by engineer. */
"Mute all sites" = "Σίγαση όλων των sites";

/* 'Need help?' button label, links off to the WP for iOS FAQ. */
"Need Help?" = "Χρειάζεστε βοήθεια;";

/* New Page Editor screen title.
   The accessibility value of the new page button. */
"New Page" = "Νέα σελίδα";

/* Post Editor screen title.
   The accessibility value of the new post button.
   The accessibility value of the post tab. */
"New Post" = "Νέα καταχώρηση";

/* Theme sort, newest themes */
"Newest" = "Νεότερα";

/* No comment provided by engineer. */
"No" = "Όχι";

/* Title of an alert warning the user that the WordPress app is not authorized to access Twitter/Facebook/Address Book. */
"No %@ Access" = "Δεν υπάρχει πρόσβαση σε %@";

/* Title of an alert warning the user that no Twitter/Facebook account was registered on the device. */
"No %@ Account" = "Δεν υπάρχει λογαριασμός %@";

/* A string format. The '%@' will be replaced by the relevant type of object, posts, pages or comments. */
"No %@ yet" = "No %@ yet";

/* No comment provided by engineer. */
"No clicks recorded." = "Δεν καταγράφηκε δραστηριότητα.";

/* Displayed when the user pulls up the comments view and they have no comments */
"No comments yet" = "Δεν υπάρχουν σχόλια";

/* No comment provided by engineer. */
"No Connection" = "Σφάλμα σύνδεσης";

/* Title of an alert warning the user that the address book does not contain any contacts. */
"No Contacts" = "Δεν υπάρχουν Επαφές";

/* Alert warning the user that the address book does not contain any contacts. */
"No contacts were found in your address book." = "Δεν βρέθηκαν επαφές.";

/* No comment provided by engineer. */
"No Description available for this Post" = "Δεν υπάρχει περιγραφή για αυτό το άρθρο";

/* No comment provided by engineer. */
"No media has been added to your library" = "Δεν υπάρχουν πολυμέσα στη βιβλιοθήκη σας";

/* No comment provided by engineer. */
"No media has been attached to your post" = "Αυτό το άρθρο δεν έχει πολυμέσα";

/* Displayed when the user pulls up the notifications view and they have no items */
"No notifications yet" = "Δεν υπάρχουν ειδοποιήσεις";

/* No comment provided by engineer. */
"No posts viewed." = "Δεν έχετε διαβάσει κάποιο άρθρο.";

/* No comment provided by engineer. */
"No referrers." = "No referrers.";

/* No comment provided by engineer. */
"No search terms." = "No search terms.";

/* No comment provided by engineer. */
"No stats to display" = "Δεν υπάρχουν στατιστικά";

/* No comment provided by engineer. */
"No themes to display" = "Δεν υπάρχουν θέματα";

/* No comment provided by engineer. */
"No top posts or pages." = "Δεν υπάρχουν top άρθρα ή σελίδες.";

/* Used for Geo-tagging posts by latitude and longitude. Basic form. */
"North" = "Βορράς";

/* Jetpack is not connected yet. */
"Not connected" = "Δεν είναι συνδεδεμένο";

/* No comment provided by engineer. */
"Nothing matches that search" = "Δεν βρέθηκαν αποτελέσματα για αυτή την αναζήτηση";

/* Title for notification detail view */
"Notification" = "Ειδοποίηση";

/* Notifications View Controller title */
"Notifications" = "Ειδοποιήσεις";

/* No comment provided by engineer. */
"Off" = "Ανενεργό";

/* No comment provided by engineer. */
"Off Until %@" = "Ανενεργό μέχρι %@";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"On" = "Ενεργό";

/* (Comment) on (Post Title) */
"on " = "ενεργό ";

/* No comment provided by engineer. */
"Open in Safari" = "Άνοιγμα σε Safari";

/* Placeholder to indicate that filling out the field is optional. */
"Optional" = "Προαιρετικό";

/* Optional note to include with the reblogged post */
"Optional note" = "Προαιρετική σημείωση";

/* Title of the Post Settings tableview cell in the Post Editor. Tapping shows settings and options related to the post being edited. */
"Options" = "Ρυθμίσεις";

/* No comment provided by engineer. */
"Order By" = "Ταξινόμηση κατά";

/* Original (width x height) */
"Original (%@)" = "Αρχικό (%@)";

/* Original (uncompressed)  - Image Quality setting */
"Original Size" = "Αρχικό Μέγεθος";

/* No comment provided by engineer. */
"Pages" = "Σελίδες";

/* Placeholder to set a parent category for a new category. */
"Parent Category" = "Βασική κατηγορία";

/* Label for entering password in password field
   Label for the tags field. Should be the same as WP core. */
"Password" = "Κωδικός";

/* No comment provided by engineer. */
"Password is required." = "Απαιτείται κωδικός.";

/* Post password protection in the Post Editor/Settings area (compare with WP core translations).
   Privacy setting for posts set to 'Password protected'. Should be the same as in core WP. */
"Password protected" = "Προστατευμένο με κωδικό";

/* No comment provided by engineer. */
"Pending" = "Σε αναμονή";

/* Title for alert when trying to publish a post with failed media items */
"Pending media" = "Σε αναμονή για φωτογραφίες/βίντεο";

/* No comment provided by engineer. */
"Pending moderation" = "Σε αναμονή αποδοχής";

/* No comment provided by engineer. */
"Pending review" = "Σε αναμονή έγκρισης";

/* No comment provided by engineer. */
"Photo" = "Φωτογραφία";

/* No comment provided by engineer. */
"Please enter a site address." = "Δώστε τη διεύθυνση του site.";

/* No comment provided by engineer. */
"Please enter a username." = "Δώστε όνομα χρήστη.";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Δώστε μία έγκυρη διεύθυνση email.";

/* No comment provided by engineer. */
"Please fill out all the fields" = "Παρακαλώ συμπληρώστε όλα τα πεδία";

/* No comment provided by engineer. */
"Please leave your comments above this line." = "Παρακαλώ αφήστε σχόλια πάνω από αυτή τη γραμμή.";

/* No comment provided by engineer. */
"Please try again later" = "Παρακαλώ δοκιμάστε αργότερα";

/* No comment provided by engineer. */
"Please try entering your login details again." = "Παρακαλώ δώστε τα στοιχεία εισόδου σας ξανά.";

/* Theme sort, popular themes */
"Popular" = "Διάσημα";

/* No comment provided by engineer. */
"Post" = "Άρθρα";

/* No comment provided by engineer. */
"Post anyway" = "Post anyway";

/* For setting the format of a post.
   The post formats available for the post. Should be the same as in core WP. */
"Post Format" = "Post Format";

/* No comment provided by engineer. */
"Post Media" = "Post Media";

/* Stats - Label for the count */
"Posts" = "Άρθρα";

/* Uploading message when an image is about to be uploaded. */
"Preparing..." = "Προετοιμασία...";

/* Post Editor / Preview screen title. */
"Preview" = "Προεπισκόπηση";

/* No comment provided by engineer. */
"Preview post" = "Προεπισκόπηση άρθρου";

/* No comment provided by engineer. */
"Privacy Policy" = "Πολιτική προστασίας προσωπικών δεδομένων";

/* Post privacy status in the Post Editor/Settings area (compare with WP core translations).
   Privacy setting for posts set to 'Private'. Should be the same as in core WP. */
"Private" = "Ιδιωτικό";

/* No comment provided by engineer. */
"Privately published" = "Privately published";

/* Uploading message displayed when an image has finished uploading. */
"Processing..." = "Επεξεργασία...";

/* Privacy setting for posts set to 'Public' (default). Should be the same as in core WP. */
"Public" = "Δημόσιο";

/* Publish button label.
   The grandiose Publish button in the Post Editor! Should use the same translation as core WP. */
"Publish" = "Καταχώηρηση";

/* Post publishing status in the Post Editor/Settings area (compare with WP core translations). */
"Publish Immediately" = "Καταχώρηση άμεσα";

/* No comment provided by engineer. */
"Published" = "Έχει εκδοθεί";

/* Published on [date] */
"Published on" = "Καταχωρήθηκε στις";

/* No comment provided by engineer. */
"Published!" = "Καταχωρημένο!";

/* No comment provided by engineer. */
"Push Notifications" = "Γνωστοποιήσεις";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Η γρήγορη φωτογραφία απέτυχε";

/* Blockquote HTML formatting in the Post Editor. This string will be used in the Undo message if the last change was adding a blockquote. */
"quote" = "quote";

/* Default title for the reader before topics are loaded the first time.
   Description of the Reader tab */
"Reader" = "Αναγνώστης";

/* No comment provided by engineer. */
"Reblog" = "Ξανακαταχωρήστε";

/* No comment provided by engineer. */
"Reblog failed" = "Η επανακαταχώρηση απέτυχε";

/* No comment provided by engineer. */
"Reblog to" = "Επανακαταχώρηση σε";

/* User reblogged a post. */
"Reblogged" = "Επανεκδόθηκε";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error accessing the site. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error accessing the site, most likely due to an error with the server hosting the WP install. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site";

/* No comment provided by engineer. */
"Record Video" = "Record Video";

/* Stats: Section title */
"Referrers" = "Referrers";

/* Spoken accessibility label */
"Refresh" = "Refresh";

/* Button label when removing a blog
   Remove an image/posts/etc */
"Remove" = "Remove";

/* Prompt when removing a featured image from a post */
"Remove this Featured Image?" = "Remove this Featured Image?";

/* User replied to a comment */
"Replied" = "Replied";

/* Spoken accessibility label. */
"Reply" = "Reply";

/* Title of the reset button */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Retry?" = "Retry?";

/* Save button label (saving content, ex: Post, Page, Comment, Category).
   Save button label (saving content, ex: Post, Page, Comment). */
"Save" = "Save";

/* Button shown if there are unsaved changes and the author is trying to move away from the post. */
"Save Draft" = "Save Draft";

/* No comment provided by engineer. */
"Saved to %@" = "Saved to %@";

/* Schedule button, this is what the Publish button changes to in the Post Editor if the post has been scheduled for posting later. */
"Schedule" = "Schedule";

/* If a post is scheduled for later, this string is used for the post's status. Should use the same translation as core WP. */
"Scheduled" = "Προγραμματισμένο";

/* Scheduled for [date] */
"Scheduled for" = "Προγραμματισμένο για";

/* No comment provided by engineer. */
"Search" = "Αναζήτηση";

/* Stats: Section title */
"Search Engine Terms" = "Όροι μηχανών αναζήτησης";

/* No comment provided by engineer. */
"Search terms are words or phrases users find you with when they search." = "Search terms are words or phrases users find you with when they search.";

/* No comment provided by engineer. */
"Select Language" = "Επιλογή γλώσσας";

/* No comment provided by engineer. */
"Select Site" = "Επιλογή site";

/* Accessibility hint for filtering media by month */
"Selecting an option shows media items only from that month and year." = "Selecting an option shows media items only from that month and year.";

/* Section header for self hosted blogs */
"Self Hosted" = "Self Hosted";

/* No comment provided by engineer. */
"Set Featured Image" = "Set Featured Image";

/* Geolocation feature to set the location. */
"Set Location" = "Set Location";

/* No comment provided by engineer. */
"Set which size images should be uploaded in." = "Set which size images should be uploaded in.";

/* App Settings */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Seven days worth of log files are kept on file." = "Seven days worth of log files are kept on file.";

/* Spoken accessibility label */
"Share" = "Share";

/* Stats - Label for the count
   Stats - Title for the data cell */
"Shares" = "Shares";

/* Sign in to WordPress.com */
"Sign In" = "Είσοδος";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "Sign in failed. Please try again.";

/* No comment provided by engineer. */
"Sign in to WordPress.com" = "Sign in to WordPress.com";

/* Sign out from WordPress.com */
"Sign Out" = "Αποσύνδεση";

/* No comment provided by engineer. */
"Signing in..." = "Είσοδος...";

/* No comment provided by engineer. */
"Signing In..." = "Είσοδος...";

/* NUX First Walkthrough Page 2 Site Address Placeholder */
"Site Address (URL)" = "Site Address (URL)";

/* No comment provided by engineer. */
"Site address must be at least 4 characters." = "Site address must be at least 4 characters.";

/* No comment provided by engineer. */
"Sites" = "Sites";

/* No comment provided by engineer. */
"Skip" = "Παράλειψη";

/* Small - Image Quality setting */
"Small" = "Μικρό";

/* Small (width x height) */
"Small (%@)" = "Μικρό (%@)";

/* Identifies the author of a comment that chose to be anonymous. Should match the wpcom translation for 'Someone' who left a comment, as opposed to an 'anonymous' author. */
"Someone" = "Κάποιος";

/* This error message occurs when a user tries to create a username that contains an invalid phrase for WordPress.com. The %@ may include the phrase in question if it was sent down by the API */
"Sorry, but your username contains an invalid phrase%@." = "Sorry, but your username contains an invalid phrase%@.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Sorry, can't log in";

/* No comment provided by engineer. */
"Sorry, site addresses can only contain lowercase letters (a-z) and numbers." = "Sorry, site addresses can only contain lowercase letters (a-z) and numbers.";

/* No comment provided by engineer. */
"Sorry, site addresses may not contain the character &#8220;_&#8221;!" = "Sorry, site addresses may not contain the character &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, site addresses must have letters too!" = "Sorry, site addresses must have letters too!";

/* No comment provided by engineer. */
"Sorry, something went wrong editing the comment. Please try again." = "Sorry, something went wrong editing the comment. Please try again.";

/* No comment provided by engineer. */
"Sorry, something went wrong posting the comment reply. Please try again." = "Sorry, something went wrong posting the comment reply. Please try again.";

/* No comment provided by engineer. */
"Sorry, that email address is already being used!" = "Sorry, that email address is already being used!";

/* No comment provided by engineer. */
"Sorry, that email address is not allowed!" = "Sorry, that email address is not allowed!";

/* No comment provided by engineer. */
"Sorry, that site already exists!" = "Sorry, that site already exists!";

/* No comment provided by engineer. */
"Sorry, that site is reserved!" = "Sorry, that site is reserved!";

/* No comment provided by engineer. */
"Sorry, that username already exists!" = "Sorry, that username already exists!";

/* No comment provided by engineer. */
"Sorry, that username is unavailable." = "Sorry, that username is unavailable.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Sorry, the photo upload failed. The post has been saved as a Local Draft.";

/* No comment provided by engineer. */
"Sorry, usernames can only contain lowercase letters (a-z) and numbers." = "Sorry, usernames can only contain lowercase letters (a-z) and numbers.";

/* No comment provided by engineer. */
"Sorry, usernames may not contain the character &#8220;_&#8221;!" = "Sorry, usernames may not contain the character &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, usernames must have letters (a-z) too!" = "Sorry, usernames must have letters (a-z) too!";

/* No comment provided by engineer. */
"Sorry, we can't log you in." = "Sorry, we can't log you in.";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this site." = "Sorry, you cannot access this feature. Please check your User Role on this site.";

/* No comment provided by engineer. */
"Sorry, you may not use that site address." = "Sorry, you may not use that site address.";

/* No comment provided by engineer. */
"Sorry. No posts yet." = "Sorry. No posts yet.";

/* Used for Geo-tagging posts by latitude and longitude. Basic form. */
"South" = "South";

/* No comment provided by engineer. */
"Stats" = "Stats";

/* The status of the post. Should be the same as in core WP. */
"Status" = "Status";

/* No comment provided by engineer. */
"Support" = "Support";

/* Label for the tags field. Should be the same as WP core.
   Section title for reader tags you can browse
   Stats - Label for the count
   Title for theme tags */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags: %@" = "Tags: %@";

/* No comment provided by engineer. */
"Take Photo" = "Take Photo";

/* Placeholder for the main body text. Should hint at tapping to enter text (not specifying body text). */
"Tap here to begin writing" = "Tap here to begin writing";

/* No comment provided by engineer. */
"Tap the tag icon to browse posts from popular sites." = "Tap the tag icon to browse posts from popular sites.";

/* During media upload, 'tap to cancel' instruction */
"Tap to cancel" = "Tap to cancel";

/* No comment provided by engineer. */
"tap to dismiss" = "tap to dismiss";

/* If a media upload fails, instruction to retry displayed */
"Tap to retry" = "Tap to retry";

/* No comment provided by engineer. */
"Tap to select which blog to post to" = "Tap to select which blog to post to";

/* No comment provided by engineer. */
"Tap to select which site to publish to" = "Tap to select which site to publish to";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error accessing the site, most likely due to an error with the server hosting the WP install, but may be a temporary issue. */
"Temporary Server Error" = "Temporary Server Error";

/* No comment provided by engineer. */
"Terms of Service" = "Terms of Service";

/* Popup to aid in creating a Link in the Post Editor. */
"Text to be linked" = "Text to be linked";

/* No comment provided by engineer. */
"That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days." = "That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days.";

/* No comment provided by engineer. */
"That site address is not allowed." = "That site address is not allowed.";

/* No comment provided by engineer. */
"That site is currently reserved but may be available in a couple days." = "That site is currently reserved but may be available in a couple days.";

/* No comment provided by engineer. */
"That username is currently reserved but may be available in a couple of days." = "That username is currently reserved but may be available in a couple of days.";

/* No comment provided by engineer. */
"That username is not allowed." = "That username is not allowed.";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your site." = "The app can't recognize the server response. Please, check the configuration of your site.";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "The blog is syncing with the server. Please try later.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "The internet connection appears to be offline.";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "The Internet connection appears to be offline.";

/* No comment provided by engineer. */
"The internet connection cannot reach your site." = "The internet connection cannot reach your site.";

/* No comment provided by engineer. */
"The server returned an empty response. This usually means you need to increase the memory limit for your site." = "The server returned an empty response. This usually means you need to increase the memory limit for your site.";

/* No comment provided by engineer. */
"The site address must be shorter than 64 characters." = "The site address must be shorter than 64 characters.";

/* No comment provided by engineer. */
"The site at %@ uses WordPress %@. We recommend to update to the latest version, or at least %@" = "The site at %1$@ uses WordPress %2$@. We recommend to update to the latest version, or at least %3$@";

/* No comment provided by engineer. */
"The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again." = "The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again.";

/* Title for Themes browser */
"Themes" = "Themes";

/* No comment provided by engineer. */
"There are media items in this post that aren't uploaded to the server. Do you want to continue?" = "There are media items in this post that aren't uploaded to the server. Do you want to continue?";

/* Error popup message to show that a category already exists. */
"There is another category with that name." = "There is another category with that name.";

/* No comment provided by engineer. */
"There was a problem commenting. Please try again." = "There was a problem commenting. Please try again.";

/* No comment provided by engineer. */
"There was a problem connecting to your stats. Would you like to retry?" = "There was a problem connecting to your stats. Would you like to retry?";

/* Generic message explaining there was a problem finding the user's current location. */
"There was a problem findind your current location." = "There was a problem findind your current location.";

/* No comment provided by engineer. */
"There was a problem reblogging. Please try again." = "There was a problem reblogging. Please try again.";

/* No comment provided by engineer. */
"There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ." = "There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "There was an error copying the video for upload. Please try again.";

/* No comment provided by engineer. */
"There was an error loading the page." = "There was an error loading the page.";

/* No comment provided by engineer. */
"This image/video has been deleted on the blog, do you want to re-upload it or discard it?" = "This image/video has been deleted on the blog, do you want to re-upload it or discard it?";

/* No comment provided by engineer. */
"This panel shows your most viewed posts and pages." = "This panel shows your most viewed posts and pages.";

/* No comment provided by engineer. */
"This site is not connected to that WordPress.com username" = "This site is not connected to that WordPress.com username";

/* This is displayed if the user taps the uploading text in the post editor */
"This will stop the current media uploads in progress. Are you sure you want to proceed?" = "This will stop the current media uploads in progress. Are you sure you want to proceed?";

/* Post title
   Title of the new Category being created. */
"Title" = "Title";

/* Error popup message to indicate that there was no category title filled in. */
"Title for a category is mandatory." = "Title for a category is mandatory.";

/* Select today's data for a stats section
   Title for Today cell */
"Today" = "Today";

/* Spoken accessibility label. */
"Toggle approve or unapprove" = "Toggle approve or unapprove";

/* Stats: Section title */
"Top Posts & Pages" = "Top Posts & Pages";

/* Stats: Section title */
"Totals, Followers & Shares" = "Totals, Followers & Shares";

/* Theme sort, trending themes */
"Trending" = "Trending";

/* No comment provided by engineer. */
"Turn Off" = "Turn Off";

/* No comment provided by engineer. */
"Turn Off for 1hr" = "Turn Off for 1hr";

/* No comment provided by engineer. */
"Turn Off Until 8am" = "Turn Off Until 8am";

/* No comment provided by engineer. */
"Turn On" = "Turn On";

/* No comment provided by engineer. */
"Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem." = "Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem.";

/* No comment provided by engineer. */
"Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ." = "Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ.";

/* Error message that is displayed when the user's current location could not be found after a few seconds. */
"Unable to find the current location in a reasonable amount of time." = "Unable to find the current location in a reasonable amount of time.";

/* No comment provided by engineer. */
"Unable to sign in to Jetpack. Please update your credentials try again." = "Unable to sign in to Jetpack. Please update your credentials try again.";

/* Spoken accessibility label. */
"Unapprove" = "Unapprove";

/* Underline text formatting in the Post Editor. This string will be used in the Undo message if the last change was adding formatting. */
"underline" = "underline";

/* User unfollowed a blog */
"Unfollowed" = "Unfollowed";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"Unmute all sites" = "Unmute all sites";

/* No comment provided by engineer. */
"Untitled" = "Untitled";

/* Used when a post has no title */
"Untitled Post" = "Untitled Post";

/* Update button label (saving content, ex: Post, Page, Comment). */
"Update" = "Update";

/* Button shown if there are unsaved changes and the author is trying to move away from an already published/saved post. */
"Update Draft" = "Update Draft";

/* No comment provided by engineer. */
"Upload failed" = "Upload failed";

/* Uploading message when a media upload has failed. */
"Upload failed." = "Upload failed.";

/* No comment provided by engineer. */
"Uploaded" = "Uploaded";

/* No comment provided by engineer. */
"Uploading" = "Uploading";

/* No comment provided by engineer. */
"Uploading Media..." = "Uploading Media...";

/* No comment provided by engineer. */
"Uploading..." = "Uploading...";

/* No comment provided by engineer. */
"URL" = "URL";

/* Label for entering username in the username field */
"Username" = "Όνομα χρήστη";

/* NUX First Walkthrough Page 2 Username Placeholder */
"Username / Email" = "Όνομα χρήστη / Email";

/* No comment provided by engineer. */
"Username is required." = "Απαιτείται όνομα χρήστη.";

/* No comment provided by engineer. */
"Username must be at least 4 characters." = "Username must be at least 4 characters.";

/* No comment provided by engineer. */
"Username must be less than fifty characters." = "Username must be less than fifty characters.";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"View Admin" = "View Admin";

/* No comment provided by engineer. */
"View Site" = "View Site";

/* Stats - Link at bottom of stats page allowing the user to open the web version of stats */
"View web version of stats" = "View web version of stats";

/* View label for Today cell */
"Views" = "Views";

/* Stats: Section title */
"Views By Country" = "Views By Country";

/* The visibility settings of the post. Should be the same as in core WP. */
"Visibility" = "Visibility";

/* No comment provided by engineer. */
"Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones." = "Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones.";

/* Visitor label for Today cell */
"Visitors" = "Visitors";

/* Stats: Section title */
"Visitors and Views" = "Visitors and Views";

/* Accessibility label for visitors and views graph view */
"Visitors and Views Graph" = "Visitors and Views Graph";

/* Stats: Section title */
"Web Version" = "Web Version";

/* No comment provided by engineer. */
"Weeks" = "Weeks";

/* Used for Geo-tagging posts by latitude and longitude. Basic form. */
"West" = "West";

/* No comment provided by engineer. */
"Width" = "Width";

/* No comment provided by engineer. */
"WordPress for iOS" = "WordPress for iOS";

/* No comment provided by engineer. */
"WordPress Help Center" = "WordPress Help Center";

/* No comment provided by engineer. */
"WordPress version too old" = "WordPress version too old";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com password" = "WordPress.com password";

/* No comment provided by engineer. */
"WordPress.com username" = "WordPress.com username";

/* Displayed when the user pulls up the pages view and they have no pages */
"Would you like to create your first page?" = "Would you like to create your first page?";

/* Displayed when the user pulls up the posts view and they have no posts */
"Would you like to create your first post?" = "Would you like to create your first post?";

/* Placeholder text for inline compose view */
"Write a reply…" = "Write a reply…";

/* Select yesterday's data for a stats section */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You are logged in as %@" = "You are logged in as %@";

/* No comment provided by engineer. */
"You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider." = "You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.";

/* No comment provided by engineer. */
"You have not liked any posts." = "You have not liked any posts.";

/* Title of message with options that shown when there are unsaved changes and the author is trying to move away from the post. */
"You have unsaved changes." = "You have unsaved changes.";

/* Displayed when the user pulls up the pages view and they have no pages */
"You haven't created any pages yet" = "You haven't created any pages yet";

/* Displayed when the user pulls up the posts view and they have no posts */
"You haven't created any posts yet" = "You haven't created any posts yet";

/* No comment provided by engineer. */
"You're not following any sites yet." = "You're not following any sites yet.";

/* No comment provided by engineer. */
"Your device is not configured to send e-mail." = "Your device is not configured to send e-mail.";

/* No comment provided by engineer. */
"Your password is invalid because it does not meet our security guidelines. Please try a more complex password." = "Your password is invalid because it does not meet our security guidelines. Please try a more complex password.";

/* Error message shown in the set up process if the WP install was unable to be added to the app due to an error being returned from the site. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it.";

